The original sculpted face is lost.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId FaceSculptingFaceLoss { get; }
  Visual Basic
Public Shared ReadOnly Property FaceSculptingFaceLoss As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ FaceSculptingFaceLoss {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures SculptingFailures Class
  Autodesk.Revit.DB Namespace